import { MainLayout } from "@/components/MainLayout";
import Image from "next/image";
import styles from '../styles/main.module.css'
export default function MainPage  ()  {
    return (
        <MainLayout title={'Про мене'}>
            <div className={styles.container}>
                <div className={styles.textBox}>
                    <p className={styles.text}>тут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботи</p>
                    <ul>
                        <li><p>різного роду список</p></li>
                        <li><p>різного роду список</p></li>
                        <li><p>різного роду список</p></li>
                        <li><p>різного роду список</p></li>
                         <li><p>різного роду список</p></li>
                    </ul>
                                        <p className={styles.text}>тут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потрібно вставити текст про себе, освіту досвід та стаж роботи</p>

                </div>
                <div className={styles.box}>
                    <div className={styles.imgBox}><Image priority={false} src="/1.jpg" width={450} height={280} alt="Юрій Білека" /></div>
                    <div className={styles.textBox}><p className={styles.text}>тут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потртут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потртут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потртут буде потрібно вставити текст про себе, освіту досвід та стаж роботитут буде потр</p></div>
                </div>
            </div>
        </MainLayout>
    );
};